Repository: GrzybDev/QuantumBreak
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pl_pl

source: February 28th, 1999 BACK IN TIME Here I am. Back in a time I’ve already lived once before. No idea how long I’ll need to stay here. No idea what comes next. This isn’t how it was supposed to go. This wasn’t the plan. If I’m going to come to terms with that then I’m going to need to write it all down. There’s nobody to tell this to but myself. So, hello me. Again. This all started back in 2016. Jack and I kidnapped Dr. Amaral. We were supposed to use the time machine to travel back to 2010 and retrieve the countermeasure. I believe Dr. Amaral switched the date at the last moment. I heard Jack calling out, but it was too late. I was already inside. There was nothing to do but keep moving forward, and when I exited the corridor I arrived in the one place I never thought possible. The End of Time. My greatest fear was realized. I’m still trying to grasp what that means. My entire life has been devoted to stopping the Fracture. What I saw… was it proof that it couldn’t be stopped? I can’t believe that. There’s a logic to all of this, a meaning, I just haven’t found it yet. I’m not ready to write down details of the End of Time. Not yet. The essential part of the story is that I found a way back. I spent a long time trying to fix William’s machine, but somebody beat me to it. He set a course to the earliest time the machine could operate - the first time the core was activated. February 28th, 1999. I followed him through. That’s when I found William, still alive, much younger than I had ever seen him. I warned him about the Fracture. I told him that he was the only one who could create a solution. He begged me not to tell him anything else about the future. He said he couldn’t stand living like that, being constantly aware of what will come to pass, his every action just part of the preordained dance. I wanted to tell him more. But I know how he felt. William agreed to do what must be done. He agreed to build the countermeasure. This whole time it was me who set him on that path. He says the machine doesn’t have the sufficient chronon capacity to return me to the future. He says a jump that far would be nearly impossible without a substantial scientific breakthrough. Apparently that hasn’t happened yet. That’s his way of saying I’m trapped. In 1999. Second time around. So… here I am. July 19th, 1999 TIME MACHINE MOVE = SUCCESS I worked with Will to get the time machine moved. Had to make sure Serene wouldn’t be able to use it to his advantage, so we moved it to the one place I knew it would be safe. Bradbury Swimming Pool. Will spent a big chunk of his research grant buying the property. It’s the one place I know for sure that Monarch won’t find us. After all, they still weren’t aware of it in 2016. That means this is my new home for the time being. Will refuses to build the countermeasure here. He says that it has to be done at his workshop. He chose that location to build the time machine for a reason. Something about abnormal chronon density, anomalies, whatever. Didn’t seem to concern him that the very people we need to hide from know about his workshop. Probably doesn’t help that he won’t let me tell him who those people actually are. Guy’s almost as stubborn as his brother. Now that the move is complete and Will is on his way all I can do is wait. Not liking the idea of that. Keeping busy was the only thing that distracted me from the eerie nature of being trapped here. Guess I should look at the bright side. Second chance at having a killer Y2K party? September 5, 1999 LITTLE ME The most surreal experience. Her eyes looked so full of life. Looking to the clouds, invulnerable to the world around her. She looked full of life. She looked happy. It was me. I knew the day was coming. I knew that I had to go see her and set her on her mission so that she would do what needed to be done. So that someday she would become, well, me. She was in the backyard, bright red duffel coat, playing. Simple pleasures. It’s strange, I remember the small details so differently the first time around. When I was a child that woman who came to see me seemed like an angel, a limitless source of wisdom gifting me with purpose. Now I was that woman. Trembling, a lump in my stomach, nervous as hell. It didn’t matter; I knew she was too young to see those things on my face. I gave her the notebook. I told a small child to give up those simple pleasures to pursue a life that would bring nothing but pain and hardship. I promised her that it would all be worth it, that she would make a difference, that she would save the world. She believed me. January 1st, 2000 EPIC Y2K PARTY Ate bagels with cream cheese and watched Buffy reruns in a drained swimming pool. Party on. September 11th, 2001 9/11 I tried to stop it a second time. I warned them. Told them exactly what was going to happen. Nothing changed. I came to terms with the fact that none of this could be changed as a child. But since then I’ve seen things that make me desperate to prove myself wrong, desperate to believe that what I’ve seen cannot come to pass. I tried to stop the rise of Monarch. I tried to stop Paul Serene. Both versions of him. Every action was negated by the force of a timeline that cannot be bent or broken. I’ve tried to stop tragedy as well. Jack’s parents, Christmas of 1999. I knew what happened to them. This time I was there. Car crashed exactly as it was supposed to. My presence only led it to happen as it always did. I went to the funeral. I watched Jack cry. I watched Will build up a wall around himself. I watched two brothers change forever in that moment, and I could do nothing about it. And now this. Fuck. May 22nd, 2002 MONARCH They spotted me near William’s workshop. Barely got out of there alive. After all this time Serene is still obsessed with finding me. He won’t give up until he does. Have to be more careful in the future. May 22nd, 2003 THE END OF TIME Been having recurring nightmares about what I saw. I’ve been dreading doing this, but it’s time. I have to write it out. It’s the only way to move past it. In 2016 I entered the time machine, intending to travel back to 2010. That didn’t happen. Dr. Amaral changed the date. When I exited the machine I arrived at the End of Time. The Fracture had run its course. Time had stopped altogether. The entire world was frozen in one hanging moment. I was the only one still able to function. Or so I thought. Then the shifters came. I can still hear them. Their sounds echo through my dreams. The entire world was still… except me. They really don’t like movement. I’d stepped out of the machine into the one thing I spent my entire life trying to prevent. The Fracture was never fixed. I was living through the proof. The first hours were the hardest. I was living through a nightmare that I couldn’t wake up from, surrounded by constant reminders that my mission would fail. Never able to stay in one place because the shifters were always searching, always hunting. I wasn’t alone. I discovered the first evidence of this a few days in. I heard the shifters become agitated, but I was nowhere near them. They were following somebody else. Paul Serene. A younger Paul. Scared, weak, vulnerable. He found me, tried to convince me that we needed to work together, to help each other through. He found out very quickly that I wanted him dead. He had no training, no killer instinct. But he had those damn powers, and all I had was the chronon harness. The end of the world, the only two people left, and we became sworn enemies. I can’t be sure how long we spent there. It could have been months, could have been years. When time doesn’t move it feels like an eternity. Our grip on reality slipped away, trapped in an endless loop of brutal survival. Though we were enemies there was a strange bond formulated through that suffering. We’ve shared an experience that no other human has ever endured. Eventually Paul managed to get William’s time machine working. He was convinced that he needed to travel back to the earliest possible point in order to stop this all from happening. He had yet to learn that the past couldn’t be changed. I followed him through the machine but he escaped. He formed Monarch. He built an empire. I watched the birth of a monster. I can’t escape the feeling that my actions helped shape what he became. Maybe I could have guided him. Maybe if I hadn’t tried to hunt him down and kill him at the End of Time. That can’t be my part in all of this. There has to be more. I wake up in a cold sweat most nights. I hear the shifters coming. I can almost feel their presence. Much of my experience at the End of Time has become a blur in my memory, but there is one detail that I can’t shake. One detail that brings my entire mission into question. One detail that haunts me. 2021. February 3rd, 2005 HOBBIES Five years until the countermeasure will be complete. I spend most of my days training. I don’t know what happens once the device is finished, but being prepared is my specialty. I still wonder if Jack will follow the plan, if he’ll emerge from that machine in 2010. Best not to think about it. I’m not giving up, but I can’t let these thoughts consume me. I need to focus on the present, focus on what is in front of me. That’s the mantra that keeps me going – just focus on the present. So I decided to take on some hobbies. Tried poetry. Got depressed. Dabbled with a guitar for a while. Smashed it against the wall. Then I started experimenting with graffiti. Seems to be working out okay for me so far. It’s fulfilling on a few different levels. Partly as a form of self-expression, partly as a means of release, partly just to fuck with people. What happens when Joe analyzes some graffiti on a wall one day, builds an interpretation in his head, and then three years later his depiction of that image comes true? Not sure, but it’s fun to think about. I can’t change anything, but at least this gives me the illusion of some kind of power. That illusion is what keeps me holding on. Sometimes I leave anonymous notes in people’s mail boxes telling them what will happen next week. I watch their reactions from afar. Voyeurism and graffiti. That’s my life these days. Focus on the present. October 8th, 2007 JACK I started watching him recently. I know Monarch is tracking him so I keep my distance. I wasn’t sure why I felt a need to follow him, to watch his life from the outside, but now I think I understand. I met Jack in the wake of his brother’s death, the onset of the Fracture. Worst day of both of our lives. He was broken. That’s the only Jack I ever knew. There’s some kind of comfort in seeing him in happier times. I watched his band play a gig nearby. Atrociously bad. Whiny emo music. Definitely a music movement I didn’t need to live through a second time, but there was something pure about seeing him up there, letting it all out. He never had an easy life. It was nice to see that he found a way to release all that. He just looked… happy. It made me forget everything else. The nightmares stopped for a while after that. So I kept following him. It gave me something else to focus on. I’ve spent most of my life hiding who I am, what I know. I knew Jack for less than 24 hours, but he’s the only person I’ve opened up to about everything. I told him the truth. He believed me. I wish I could thank him for that. I’m not sure what I’m going to tell him if he comes through that machine on July 4th, 2010. What will he think when he sees me? 11 years will have passed. I look like I’ve aged three lifetimes since then. And for him it could only be a matter of minutes. What do I say? That I saw the end? That this might all be for nothing? I was the one who believed without question that we would stop the Fracture. That confidence has now been replaced with insecurity, weakness. I fear letting him see that. I fear that he’ll see the doubt in my eyes. For years I felt invincible, full of hope. I’m not that woman anymore. I’m scared. December 11th, 2007 MEMORY Tonight I painted something at the university campus. It was only after I was finished and took a step back to look at it that I realized I’ve seen it before, about a decade ago, remains of something painted on a wall but washed away. It was a jolt. Is all of this futile? Nothing sticks. Nothing is changed. All of it washed away by the river of time. Fucking time travel. July 9th, 2008 WILL I’ve been in contact with Will every six months or so. Short exchanges just to get an update on his progress building the countermeasure. He’s still at least two years away from completion, but he’s now confident that he knows how the countermeasure will work. He told me that the countermeasure will be able to reverse a Fracture in time, but in order to do so it must be activated early in the escalation of the Fracture. Once the Fracture runs its course, once the End of Time is reached, he believes the countermeasure will be rendered ineffective. I asked him what it would mean if the End of Time ever occurred. He said it would mean that the Fracture was never stopped. It would mean that we failed. July 21st, 2008 Everything I have done has been for nothing. July 4th, 2010 FINAL ENTRY The day is here. Soon I will receive word that William has completed the countermeasure. I’m sure of it. I’ve come to accept that this doesn’t mean we will succeed. I’ve come to accept that my mission was a lie. But I’m not giving up. Lie or not, I devoted my life to this cause. It gave me meaning. It’s all I’ve ever known. Even if I’ve seen the proof that I won’t succeed, I’m not giving up. I will dedicate every ounce of courage I have left to seeing this through. I’ll retrieve the countermeasure. I’ll keep it safe until 2016. I will do everything in my power to activate it when the time comes. I will fail. But I will fail knowing that I did everything in my power to save the world. For years I hoped that this would be the day when I would see Jack again. I’ve given up that hope. This mission started with me alone. That’s how it will end. This will be my final entry.
pl_pl: 28 lutego 1999 r. POWRÓT W CZASIE Oto jestem. Przeniosłam się w czasie do miejsca, w którym kiedyś żyłam. Nie mam pojęcia, jak długo będę musiała tu zostać. Nie mam pojęcia, co będzie dalej. To nie tak miało być. Nie taki był plan. Jeśli mam się z tym pogodzić, muszę to wszystko zapisać. Nie ma nikogo, komu mogłabym to powiedzieć. Więc, droga ja, cześć. Jeszcze raz. Wszystko zaczęło się w 2016 roku. Jack i ja porwaliśmy doktor Amaral. Mieliśmy użyć wehikułu czasu, aby cofnąć się do 2010 roku i odzyskać środek zaradczy. Wierzę, że dr Amaral zmieniła datę w ostatniej chwili. Usłyszałam wołanie Jack'a, ale było już za późno. Byłam już w środku. Nie pozostało mi nic innego, jak iść naprzód, a kiedy wyszłam z korytarza, dotarłam do miejsca, o którym nigdy nie myślałam, że jest możliwe. Koniec Czasu. Mój największy strach się ziścił. Wciąż próbuję pojąć, co to oznacza. Całe moje życie było poświęcone powstrzymaniu pęknięcia. To, co zobaczyłam... było dowodem na to, że nie można go powstrzymać? Nie mogę w to uwierzyć. Jest w tym wszystkim jakaś logika, jakieś znaczenie, tylko jeszcze go nie znalazłam. Nie jestem gotowa na spisywanie szczegółów Końca Czasu. Jeszcze nie. Najważniejszą częścią tej historii jest to, że znalazłam drogę powrotną. Przez długi czas próbowałam naprawić maszynę Williama, ale ktoś mnie ubiegł. Wyznaczył kurs do najwcześniejszego momentu, w którym maszyna mogła działać - pierwszej aktywacji rdzenia. 28 lutego 1999 roku. Podążyłam za nim. Wtedy znalazłem Williama, wciąż żywego, znacznie młodszego od ostatniego razu kiedy go widziałam. Ostrzegłam go przed pęknięciem. Powiedziałam mu, że tylko on może znaleźć rozwiązanie. Błagał mnie, bym nie mówiła mu nic więcej o przyszłości. Powiedział, że nie może znieść takiego życia, ciągłej świadomości tego, co się wydarzy, że każde jego działanie jest częścią z góry zaplanowanego tańca. Chciałam powiedzieć mu więcej. Ale wiem, co czuł. William zgodził się zrobić to, co trzeba. Zgodził się zbudować środek zaradczy. Przez cały ten czas to ja skierowałam go na tę ścieżkę. Mówi, że maszyna nie ma wystarczającej pojemności chrononowej, by przywrócić mnie do przyszłości. Mówi, że tak daleki skok byłby prawie niemożliwy bez znaczącego przełomu naukowego. Najwyraźniej taki jeszcze nie nastąpił. W ten sposób chce powiedzieć, że jestem uwięziona. W 1999 roku. Po raz drugi. Więc... oto jestem. 19 lipca 1999 r. PRZENIESIENIE WEHIKUŁU CZASU = SUKCES Pracowałam z Willem nad przeniesieniem wehikułu czasu. Musiałam się upewnić, że Serene nie będzie w stanie wykorzystać go na swoją korzyść, więc przenieśliśmy go w jedyne miejsce, o którym wiedziałam, że będzie bezpieczne. Basen Bradbury. Will poświęcił dużą część swojego grantu badawczego na zakup tej nieruchomości. To jedyne miejsce, w którym wiem na pewno, że Monarch nas nie znajdzie. W końcu nie wiedzieli o nim jeszcze w 2016 roku. Oznacza to, że na razie jest to mój nowy dom. Will nie zgadza się na zbudowanie środka zaradczego tutaj. Twierdzi, że trzeba to zrobić w jego warsztacie. Nie bez powodu wybrał to miejsce do budowy wehikułu czasu. Coś o nienormalnej gęstości chrononu, anomaliach, cokolwiek. Wydaje się, że nie obchodziło go, że ludzie, przed którymi musimy się ukrywać, wiedzą o jego warsztacie. Prawdopodobnie nie pomogło to, że nie pozwolił mi powiedzieć, kim właściwie są ci ludzie. Facet jest prawie tak uparty jak jego brat. Teraz, gdy przeprowadzka dobiegła końca, a Will jest już w drodze, pozostaje mi tylko czekać. Nie podoba mi się ten pomysł. Zajęcie było jedyną rzeczą, która odwracała moją uwagę od niesamowitej natury uwięzienia tutaj. Chyba powinnam spojrzeć na jasną stronę. Druga szansa na imprezę Y2K? 5 września 1999 r. MAŁA JA Najbardziej surrealistyczne doświadczenie. Jej oczy wyglądały na pełne życia. Wpatrzone w chmury, niewrażliwe na otaczający ją świat. Wyglądała na pełną życia. Wyglądała na szczęśliwą. To byłam ja. Wiedziałam, że ten dzień nadchodzi. Wiedziałam, że muszę się z nią spotkać i wyznaczyć jej misję, aby zrobiła to, co trzeba. Żeby pewnego dnia stała się, no cóż, mną. Była na podwórku, w jaskrawoczerwonym płaszczu, bawiła się. Proste przyjemności. To dziwne, że za pierwszym razem pamiętam te drobne szczegóły zupełnie inaczej. Kiedy byłam dzieckiem, ta kobieta, która przyszła mnie zobaczyć, wydawała się aniołem, nieograniczonym źródłem mądrości, dającym mi cel. Teraz to ja byłam tą kobietą. Drżąca, z motylkami w brzuchu, zdenerwowana jak diabli. To nie miało znaczenia, wiedziałam, że jest zbyt młoda, by dostrzec te rzeczy na mojej twarzy. Dałam jej notatnik. Powiedziałam małemu dziecku, by porzuciło te błache przyjemności na rzecz życia, które przyniesie tylko ból i trudności. Obiecałam jej, że wszystko będzie tego warte, że coś zmieni, że uratuje świat. Uwierzyła mi. 1 stycznia 2000 r. EPICKA IMPREZA Y2K Jedliśmy bajgle z serkiem śmietankowym i oglądaliśmy powtórki Buffy: Postrach wampirów w basenie. Zajebista impreza. 11 września 2001 9/11 Próbowałam to powstrzymać po raz drugi. Ostrzegłam ich. Powiedziałam im dokładnie, co się stanie. Nic się nie zmieniło. Jako dziecko pogodziłam się z faktem, że nic z tego nie można zmienić. Ale od tego czasu widziałam rzeczy, które sprawiły, że desperacko chciałam udowodnić, że się mylę, desperacko chciałam wierzyć, że to, co widziałam, nie może się wydarzyć. Próbowałam powstrzymać powstanie Monarch. Próbowałam powstrzymać Paula Serene. Obie jego wersje. Każde działanie zostało zanegowane przez siłę linii czasu, której nie można nagiąć ani złamać. Próbowałam też powstrzymać tragedię. Rodzice Jack'a, Boże Narodzenie 1999 roku. Wiedziałam, co się z nimi stało. Tym razem byłam tam. Samochód rozbił się dokładnie tak, jak było napisane. Moja obecność tylko sprawiła, że stało się tak, jak zawsze. Poszłam na pogrzeb. Patrzyłam, jak Jack płacze. Patrzyłam, jak Will buduje wokół siebie mur. Patrzyłam, jak dwaj bracia zmieniają się na zawsze, a ja nie mogłam nic z tym zrobić. A teraz to. Kurwa. 22 maja 2002 MONARCH Zauważyli mnie niedaleko warsztatu Williama. Ledwo uszłam z życiem. Po tym wszystkim Serene nadal ma obsesję na punkcie znalezienia mnie. Nie podda się, dopóki tego nie zrobi. Muszę być bardziej ostrożna w przyszłości. 22 maja 2003 KONIEC CZASU Miałam powracające koszmary o tym, co widziałam. Bałam się to zrobić, ale nadszedł czas. Muszę to napisać. To jedyny sposób, by sobie z tym poradzić. W 2016 roku wszedłam do wehikułu czasu z zamiarem podróży do 2010 roku. Tak się nie stało. Dr Amaral zmieniła datę. Kiedy opuściłam maszynę, dotarłam do końca czasu. Pęknięcie osiągnęło swój cel. Czas całkowicie się zatrzymał. Cały świat został zamrożony w jednej chwili. Tylko ja wciąż byłam w stanie funkcjonować. A przynajmniej tak mi się wydawało. Wtedy pojawili się zmiennokształtni. Wciąż ich słyszę. Ich dźwięki odbijają się echem w moich snach. Cały świat był nieruchomy... oprócz mnie. Oni naprawdę nie lubią ruchu. Wyszłam z maszyny z celem, całe życie starałam się temu zapobiec. Pęknięcie nigdy nie zostało naprawione. Widziałam dowód. Pierwsze godziny były najtrudniejsze. Żyłam w koszmarze, z którego nie mogłam się obudzić, otoczona ciągłymi przypomnieniami, że moja misja się nie powiedzie. Nigdy nie mogłam pozostać w jednym miejscu, ponieważ zmiennokształtni zawsze szukali, zawsze polowali. Nie byłam sama. Pierwszy dowód na to odkryłam już po kilku dniach. Usłyszałam, jak zmiennokształtni stali się niespokojni, ale nie było mnie w pobliżu. Podążali za kimś innym. Podążali za Paulem Serene. Młodszym Paulem. Przestraszonym, słabym, bezbronnym. Znalazł mnie i próbował przekonać, że musimy współpracować, pomagać sobie nawzajem. Bardzo szybko przekonał się, że chcę go zabić. Nie był wyszkolony, nie miał instynktu zabójcy. Ale miał te cholerne moce, a ja miałam tylko uprząż chrononową. Koniec świata, zostało tylko dwoje ludzi, a my staliśmy się zaprzysięgłymi wrogami. Nie jestem pewna, jak długo tam byliśmy. Mogły to być miesiące, mogły to być lata. Kiedy czas nie płynie, wydaje się, że to wieczność. Nasza kontrola nad rzeczywistością wymknęła się spod kontroli, uwięzieni w niekończącej się pętli brutalnego przetrwania. Choć byliśmy wrogami, przez to cierpienie nawiązała się między nami dziwna więź. Dzieliliśmy doświadczenie, którego żaden inny człowiek nigdy nie przeżył. W końcu Paulowi udało się uruchomić wehikuł czasu Williama. Był przekonany, że musi cofnąć się do najwcześniejszego możliwego momentu, aby powstrzymać to wszystko. Musiał się jeszcze nauczyć, że przeszłości nie da się zmienić. Śledziłam go przez maszynę, ale uciekł. Stworzył Monarch. Zbudował imperium. Obserwowałam narodziny potwora. Nie mogę uciec od poczucia, że moje działania pomogły ukształtować to, kim się stał. Może mogłam nim pokierować. Może gdybym nie próbowała go dopaść i zabić na końcu czasu... To nie mogłam być tylko ja. Musi być w tym coś więcej. Przez większość nocy budzę się zlana zimnym potem. Słyszę nadchodzących zmiennokształtnych. Niemal czuję ich obecność. Wiele z moich doświadczeń na Końcu Czasu zatarło się w mojej pamięci, ale jest jeden szczegół, którego nie mogę zapomnieć. Jeden szczegół, który poddaje w wątpliwość całą moją misję. Jeden szczegół, który mnie prześladuje. 2021. 3 lutego 2005 HOBBY Pięć lat do zakończenia prac nad środkiem zaradczym. Większość dnia spędzam na treningach. Nie wiem, co się stanie, gdy urządzenie zostanie ukończone, ale bycie gotową to moja specjalność. Wciąż zastanawiam się, czy Jack będzie postępował zgodnie z planem, czy wyjdzie z tej maszyny w 2010 roku. Najlepiej o tym nie myśleć. Nie poddaję się, ale nie mogę pozwolić, by te myśli mnie pochłonęły. Muszę skupić się na teraźniejszości, na tym, co jest przede mną. To mantra, która nie pozwala mi się poddać - skupić się na teraźniejszości. Postanowiłam więc zająć się jakimś hobby. Spróbowałam poezji. Wpadłam w depresję. Przez chwilę brzdąkałam na gitarze. Rozbiłam ją o ścianę. Potem zaczęłam eksperymentować z graffiti. Jak na razie wychodzi mi to dobrze. Spełniam się na kilku różnych poziomach. Częściowo by jakoś siebie wyrażać, a częściowo by siebie uwolnić, częściowo po prostu po to, by wkurwiać ludzi. Co się dzieje, gdy Joe pewnego dnia analizuje jakieś graffiti na ścianie, buduje w głowie jego interpretację, a trzy lata później jego wyobrażenie tego obrazu staje się rzeczywistością? Nie jestem pewna, ale fajnie jest o tym pomyśleć. Nie mogę niczego zmienić, ale przynajmniej daje mi to iluzję jakiejś władzy. Ta iluzja jest tym, co trzyma mnie przy życiu. Czasami zostawiam anonimowe notatki w skrzynkach pocztowych ludzi, mówiąc im, co wydarzy się w przyszłym tygodniu. Obserwuję ich reakcje z daleka. Podglądactwo i graffiti. Tak wygląda moje życie w dzisiejszych czasach. Skupiam się na teraźniejszości. 8 października 2007 JACK Zaczęłam go obserwować niedawno. Wiem, że Monarch go śledzi, więc trzymam się z daleka. Nie byłam pewna, dlaczego czuję potrzebę podążania za nim, obserwowania jego życia z zewnątrz, ale teraz chyba rozumiem. Poznałam Jack'a po śmierci jego brata, na początku pęknięcia. Najgorszy dzień w życiu nas obojga. Był załamany. To jedyny Jack, jakiego znałam. Widząc go szczęśliwego, czuję pewnego rodzaju pocieszenie. Widziałam jego zespół grający koncert w pobliżu. Są potwornie słabi. Nędzna muzyka emo. To zdecydowanie muzyka, której nie musiałam przeżywać po raz drugi, ale było coś w tym, że widziałam go tam, pozwalającego sobie na wszystko. Nigdy nie miał łatwego życia. Miło było zobaczyć, że znalazł sposób na uwolnienie tego wszystkiego. Wyglądał na... szczęśliwego. To sprawiło, że zapomniałam o wszystkim innym. Po tym koszmary ustały na jakiś czas. Więc podążałam za nim. Dało mi to coś innego, na czym mogłam się skupić. Większość życia spędziłam ukrywając to, kim jestem i co wiem. Znałam Jack'a krócej niż 24 godziny, ale był jedyną osobą, przed którą się otworzyłam. Powiedziałam mu prawdę. Uwierzył mi. Chciałabym móc mu za to podziękować. Nie jestem pewna, co mu powiem, gdy przejdzie przez tę maszynę 4 lipca 2010 roku. Co pomyśli, gdy mnie zobaczy? Minie 11 lat. Wyglądam, jakbym od tego czasu postarzała się o trzy życia. A dla niego to może być tylko kwestia minut. Co mam powiedzieć? Że widziałem koniec? Że to wszystko może pójść na marne? To ja bezgranicznie wierzyłam, że powstrzymamy Pęknięcie. Ta pewność została teraz zastąpiona niepewnością, słabością. Boję się pozwolić mu to zobaczyć. Boję się, że zobaczy zwątpienie w moich oczach. Przez lata czułam się niezwyciężona, pełna nadziei. Nie jestem już taką kobietą. Boję się. 11 grudnia 2007 PAMIĘĆ Dziś wieczorem malowałam coś na kampusie uniwersyteckim. Dopiero kiedy skończyłam i cofnęłam się o krok, żeby na to spojrzeć, zdałam sobie sprawę, że widziałam to już wcześniej, jakieś dziesięć lat temu, pozostałości czegoś namalowanego na ścianie, ale zmytego. To był wstrząs. Czy to wszystko poszło na marne? Nic się nie trzyma. Nic się nie zmienia. Wszystko zmyła rzeka czasu. Pieprzone podróże w czasie. 9 lipca 2008 r. WILL Kontaktowałam się z Willem mniej więcej co pół roku. Krótkie wymiany zdań tylko po to, by uzyskać aktualne informacje na temat jego postępów w budowie środka zaradczego. Wciąż brakuje mu co najmniej dwóch lat do ukończenia projektu, ale jest już pewien, że wie, jak będzie on działał. Powiedział mi, że środek zaradczy będzie w stanie odwrócić Pęknięcie w czasie, ale aby to zrobić, musi zostać aktywowany na wczesnym etapie eskalacji pęknięcia. Gdy Pęknięcie osiągnie swój bieg, gdy zostanie osiągnięty Koniec Czasu, jego zdaniem środek zaradczy stanie się nieskuteczny. Zapytałam go, co by to oznaczało, gdyby Koniec Czasu kiedykolwiek nastąpił. Powiedział, że oznaczałoby to, że Pęknięcie nigdy nie zostało powstrzymane. Oznaczałoby to, że ponieśliśmy porażkę. 21 lipca 2008 Wszystko, co zrobiłam, poszło na marne. 4 lipca 2010 KONIEC Nadszedł ten dzień. Wkrótce otrzymam wiadomość, że William zakończył pracę nad środkiem zaradczym. Jestem tego pewna. Pogodziłam się z tym, że to nie znaczy, że nam się uda. Pogodziłam się z tym, że moja misja była kłamstwem. Ale nie poddam się. Kłamstwo czy nie, poświęciłam swoje życie tej sprawie. To nadało mi sens życia. To wszystko, co kiedykolwiek znałam. Nawet jeśli widziałam dowód na to, że mi się nie uda, nie poddam się. Poświęcę całą swoją odwagę, jaka mi pozostała, by doprowadzić sprawę do końca. Odzyskam środek zaradczy. Przechowam go bezpiecznie do 2016 roku. Zrobię wszystko, co w mojej mocy, by go aktywować, gdy nadejdzie czas. Zawiodę. Ale zawiodę ze świadomością, że zrobiłam wszystko, co w mojej mocy, by ocalić świat. Przez lata miałam nadzieję, że to będzie dzień, w którym znów zobaczę Jack'a. Porzuciłam tę nadzieję. Ta misja zaczęła się ode mnie samej. Tak też się zakończy. To będzie mój ostatni wpis.
